{
  "purchasePrice": "Home price you're targeting. We'll auto‑estimate taxes/insurance from your state averages (editable) so your monthly number is real, not guessed.",
  "downPayment": "VA allows $0 down. Add a down payment if you want a lower payment or to reduce the one‑time VA funding fee.",
  "interestRate": "Illustrative rate for estimates. Change it to see how your payment moves. Your actual rate depends on credit, market, and lender.",
  "loanTerm": "Most VA buyers choose 30 years for the lowest payment. Shorter terms cost less interest but raise the monthly.",
  "taxesAuto": "We use your state's average effective tax rate to estimate annual taxes. Real bills vary by county/city. Edit anytime.",
  "insuranceAuto": "Starts with your state's average annual premium. You can scale by coverage or enter your own monthly estimate.",
  "hoa": "Monthly dues set by the community/association. Add it here so your total payment reflects reality.",
  "creditScore": "VA itself has no program minimum. Many lenders use overlays (often ~620). We'll guide next steps either way.",
  "monthlyDebts": "Minimum payments on credit cards, auto, student loans, etc. Used to calculate DTI — not your total balances.",
  "grossIncome": "Income before taxes. Include base pay and consistent allowances. If income varies, we'll explain how lenders average it.",
  "dti": "Percent of income going to debts + new mortgage. VA is flexible — high DTI can still work if your residual income is strong.",
  "residualIncome": "Your leftover cash after all major bills. VA values this more than DTI. Strong residual can win approval even when DTI looks high.",
  "fundingFee": "One‑time, helps keep VA loans no‑PMI. Varies by first/subsequent use and down‑payment tier. Disabled vets are often exempt. You can finance it.",
  "pmiVsVa": "Conventional loans often add monthly PMI. VA = $0 PMI, which can save you every month. Your results show the difference.",
  "coe": "Proof you've earned the VA benefit. We can help pull it for you. COE is step one; lender approval is step two.",
  "firstVsSubsequent": "Your funding fee changes based on whether you've used VA before and your down‑payment tier. We calculate it automatically.",
  "appraisalMyths": "VA appraisals check basics (safety/soundness). We prep your offer to avoid delays and address concerns up front.",
  "deltaChips": "We show $ and % change after each edit (state, price, rate, etc.) so you see exactly what moved and why — no mystery math.",
  "calcDrawer": "See the full breakdown: P&I, taxes, insurance, HOA, funding fee — plus formulas, data years, and sources. Total transparency.",
  "vaVsConvFha": "Fast glance at down payment, insurance, and flexibility. VA often wins: $0 down, no PMI, and residual income rules built for real life.",
  "conventionalPmi": "We estimate PMI from a credit‑and‑LTV grid. It's monthly and can drop once you reach 80% LTV (or auto at 78%). Your totals show before/after.",
  "fhaMip": "FHA adds an upfront fee (UFMIP) and a monthly MIP. Depending on LTV/term, MIP may last 11 years or for the life of the loan.",
  "comparisonAssumptions": "Same price, rate, taxes, insurance, and HOA across VA/Conv/FHA unless you change them. MI factors come from our config tables.",
  "offerReadyHelp": "Want a pro to tighten your numbers and prep your offer to win? Tap to open your Direct Money™ dashboard."
}
